{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Dedicated HTML Sitemaps do not work while using \"plain\" permalinks. Please update your %1$spermalink structure%2$s to use this option.":["Özel HTML Site Haritaları, \"düz\" kalıcı bağlantılar kullanılırken çalışmaz. Lütfen bu seçeneği kullanmak için %1$skalıcı bağlantı yapınızı%2$s güncelleyin."],"The sort order. The supported values are %1$s, %2$s, %3$s and %4$s.":["Sıralama düzeni. Desteklenen değerler: %1$s, %2$s, %3$s ve %4$s."],"The sort direction. The supported values are %1$s and %2$s.":["Sıralama yönü. Desteklenen değerler %1$s ve %2$s'dir."],"Whether the regular sitemap or compact date archive sitemap is output.":["Normal site haritası veya kompakt tarih arşiv site haritası dışa aktarılsın mı aktarılmasın mı."],"Whether the publication date of posts should be shown.":["Gönderilerin yayın tarihi gösterilmeli mi gösterilmemeli mi."],"Whether the labels should be shown or not. Defaults to %1$s.":["Etiketler gösterilmeli mi gösterilmemeli mi. Varsayılan ayar: %1$s."],"The HTML tag that is used for the label of each section. Defaults to %1$s.":["Her bölümün etiketi için kullanılan HTML etiketi. %1$s varsayılan değerdir."],"The taxonomies (by slug, comma-separated) that are included in the sitemap.":["Site haritasına dahil olan taksonomiler (kısa isimle, virgülle ayrılmış)."],"The post types (by slug, comma-separated) that are included in the sitemap.":["Site haritasına dahil edilmiş gönderi türleri (kısa isimle, virgülle ayrılmış)."],"To view the new sitemap, first save changes.":["Yeni site haritasını görüntülemek için öncelikle değişiklikleri kaydedin."],"To view the sitemap, enter a URL and save changes.":["Site haritasını görüntülemek için bir URL girin ve değişiklikleri kaydedin."],"The function accepts an associative array with the following arguments that can be used to override the default settings:":["Bu fonksiyon, varsayılan ayarların üzerine yazmak için kullanılabilecek aşağıdaki argümanları içeren bir çağrışımsal dizilimi kabul eder:"],"The following shortcode attributes can be used to override the default settings:":["Aşağıdaki kısa kod nitelikleri, varsayılan ayarların üzerine yazmak için kullanılabilir:"],"The page that you have entered is invalid or already exists. Please enter a page with a unique slug.":["Girdiğiniz sayfa geçersiz veya zaten mevcut. Lütfen özgün bir kısa isme sahip bir sayfa girin."],"Open HTML Sitemap":["HTML Site Haritasını Aç"],"e.g. %1$s":["örn. %1$s"],"Dedicated Page":["Özel Sayfa"],"This setting allows you to toggle between the regular sitemap or the compact date archive sitemap. %1$s":["Bu ayar, normal site haritası ve kompakt tarih arşiv site haritası arasında geçiş yapmanıza izin verir. %1$s"],"This setting only applies to posts and pages.":["Bu ayar yalnızca gönderilere ve sayfalara uygulanır."],"Publication Date":["Yayın Tarihi"],"Display HTML Sitemap":["HTML Site Haritasını Görüntüle"],"Using the custom-built tools below, you can add an HTML sitemap to your website and help visitors discover all your content. Adding an HTML sitemap to your website may also help search engines find your content more easily.":["Aşağıdaki özel geliştirilmiş aracı kullanarak web sitenize bir HTML site haritası ekleyebilir ve ziyaretçilerin tüm içeriklerinizi keşfetmelerine yardımcı olabilirsiniz. Web sitenize bir HTML site haritasının eklenmesi aynı zamanda içeriklerinizi daha kolay bulmaları konusunda arama motorlarına da yardımcı olabilir."],"HTML Sitemap Settings":["HTML Site Haritası Ayarları"],"Use the following PHP code anywhere in your theme to display the sitemap. %1$s":["Site haritasını görüntülemek için aşağıdaki PHP kodunu temanızda herhangi bir yerde kullanın. %1$s"],"To add this block, edit a page or post and search for the %1$s\"%2$s - HTML Sitemap\"%3$s block.":["Bu bloğu eklemek için bir sayfayı veya gönderiyi düzenleyin ve %1$s\"%2$s - HTML Site Haritası\"%3$s bloğunu arayın."],"Use the following shortcode to display the HTML Sitemap. %1$s":["HTML Site Haritasını görüntülemek için aşağıdaki kısa kodu kullanın. %1$s"],"Display the sitemap on a dedicated page:":["Site haritasını özel bir sayfada görüntüle:"],"Post\/Term ID":["Gönderi\/Terim Nosu"],"Last Updated Date":["Son Güncelleme Tarihi"],"Descending":["Azalan"],"Ascending":["Artan"],"Sort Direction":["Sıralama Yönü"],"Alphabetical":["Alfabetik"],"Sort Order":["Sıralama Düzeni"],"Compact Archives":["Kompakt Arşivler"],"HTML Sitemap":["HTML Site Haritası"],"Include All Taxonomies":["Tüm Sınıflandırmaları Dahil Et"],"Enable Sitemap":["Site Haritasını Etkinleştir"],"Exclude Posts \/ Pages":["Gönderileri \/ Sayfaları Hariç Tut"],"Include All Post Types":["Tüm Gönderi Türlerini Dahil Et"],"Publish Date":["Yayınlama Tarihi"],"Exclude Terms":["Terimleri Hariç Tut"],"Taxonomies":["Sınıflandırmalar"],"Post Types":["Gönderi Türleri"],"Select which Taxonomies appear in your sitemap.":["Site haritanızda hangi Sınıflandırmaların görüneceğini seçin."],"Select which Post Types appear in your sitemap.":["Site haritanızda hangi Gönderi Türlerinin yer alacağını seçin."],"Advanced Settings":["Gelişmiş Ayarlar"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HtmlSitemap.ba833113.js"}}