{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Unlock Search Statistics":["Arama İstatistiklerinin Kilidini Aç"],"Search Statistics is a %1$s Feature":["Arama İstatistikleri bir %1$s Özelliği"],"Track page rankings":["Sayfa sıralamalarını takip edin"],"Track keyword rankings":["Anahtar kelime sıralamalarını takip edin"],"These lists can be useful for understanding the performance of specific pages or posts and identifying opportunities for improvement. For example, the top winning content may be good candidates for further optimization or promotion, while the top losing may need to be reevaluated and potentially updated.":["Bu listeler, belirli sayfaların veya gönderilerin performansının anlaşılması ve iyileştirme fırsatlarının belirlenmesi bakımından faydalı olabilir. Örneğin, en üst kazandıran içerikler, daha fazla optimizasyon veya artırma için iyi adaylar olabilirken, en üst kaybettirenlerin yeniden değerlendirilmesi ve belki de güncellenmesi gerekebilir."],"The following SEO Statistics graphs are useful metrics for understanding the visibility of your website or pages in search results and can help you identify trends or changes over time.<br \/><br \/>Note: This data is capped at the top 100 keywords per day to speed up processing and to help you prioritize your SEO efforts, so while the data may seem inconsistent with Google Search Console, this is intentional.":["Aşağıdaki SEO İstatistikleri grafikleri, arama sonuçlarında web sitenizin veya sayfalarınızın görünürlüğünün anlaşılması açısından faydalı metrikler olup zaman içinde trendleri ve değişiklikleri tespit etmenize yardımcı olabilir.<br \/><br \/>Not: Bu veriler, işlemeyi hızlandırmak ve SEO çalışmalarınızı önceliklendirmenize yardımcı olmak için günlük en üst 100 anahtar kelime üst sınırına sahiptir; bu yüzden veriler Google Arama Konsoluyla tutarsız görünse de bu bilinçli bir durumdur."],"Speed tests for individual pages\/posts":["Bireysel sayfalar\/gönderiler için hız testleri"],"SEO Statistics":["SEO İstatistikleri"],"Search traffic insights":["Arama trafiği fikirleri"],"Search Impressions":["Arama Etkileşimleri"],"Search Clicks":["Arama Tıklamaları"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["İçeriğin nasıl keşfedildiği hakkında fikirler almak için Sitenizi Google Arama Konsoluna bağlantılı hale getirin. İyileştirme alanlarını belirleyin ve web sitenize trafik çekin."],"Content":["İçerik"],"This feature requires one of the following plans:":["Bu özellik, aşağıdaki planlardan birini gerektirir:"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SeoStatistics.5ee156b8.js"}}