{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"SEO Revisions provide a historical record of SEO updates, allowing you to monitor the effectiveness of your SEO efforts and make informed decisions. (Plus, Pro & Elite plans only)":["SEO Revizyonları, SEO güncellemelerinin tarihsel bir kaydını sağlayarak SEO çabalarınızın etkinliğini izlemenize ve bilinçli kararlar almanıza olanak tanır. (Yalnızca Plus, Pro ve Elit planları)"],"SEO Revisions":["SEO Revizyonları"],"Use the power of ChatGPT to generate engaging SEO titles and meta descriptions for your posts.":["Gönderileriniz için ilgi çekici SEO başlıkları ve meta açıklamaları oluşturmak için ChatGPT'nin gücünü kullanın."],"Open AI Integration":["Open AI Entegrasyonu"],"Included as Pro Feature":["Pro Özellik olarak dahildir"],"Google Search Console Integration":["Google Arama Konsolu Entegrasyonu"],"Connect with Google Search Console to track how your site is performing in search rankings and generate reports with actionable insights that help you get the most out of your content. (Elite plan only)":["Sitenizin arama sıralamalarında nasıl performans gösterdiğini izlemek ve içeriğinizden en iyi şekilde yararlanmanıza yardımcı olacak eyleme geçirilebilir bilgiler içeren raporlar oluşturmak için Google Arama Konsolu ile bağlantı kurun. (Yalnızca Elit plan)"],"Control the title, alt tag, caption, description and filename of your images (Plus, Pro & Elite plans only)":["Görsellerinizin başlığını, alternatif etiketini, başlığını, açıklamasını ve dosya adını kontrol edin (yalnızca Plus, Pro ve Elit planları)"],"REST API":["REST API"],"Manage your post and term SEO meta via the WordPress REST API. This addon also works seamlessly with headless WordPress installs. (Plus, Pro & Elite plans only)":["WordPress REST API aracılığıyla gönderi ve terim SEO metalarınızı yönetin. Bu eklenti ayrıca başsız WordPress kurulumlarıyla da sorunsuz çalışır. (Yalnızca Plus, Pro ve Elit planları)"],"View detailed link & domain reports, manage existing links and discover new internal linking opportunities through smart suggestions (Pro & Elite plans only)":["Ayrıntılı bağlantı ve alan adı raporlarını görüntüleyin, mevcut bağlantıları yönetin ve akıllı öneriler aracılığıyla yeni dahili bağlantı fırsatlarını keşfedin (yalnızca Pro ve Elit planları)"],"Link Assistant":["Bağlantı Asistanı"],"Create, manage and monitor redirects for 404's or modified posts + server redirects, full site redirects and site aliases (Pro & Elite plans only)":["404'ler veya değiştirilen gönderiler + sunucu yönlendirmeleri, tam site yönlendirmeleri ve site takma adları için yönlendirmeler oluşturun, yönetin ve izleyin (yalnızca Pro ve Elit planları)"],"Granular control over the template for each post type, taxonomy and archive.":["Her bir gönderi türü, taksonomi ve arşiv için şablon üzerinde granüler kontrol."],"Default template for all pages.":["Tüm sayfalar için varsayılan şablon."],"Visual Breadcrumb Trails":["Görsel Bağlantı Haritası İzleri"],"Available as Addon Plugin":["Modül Eklenti Olarak Mevcuttur"],"Redirection Manager":["Yeniden Yönlendirme Yöneticisi"],"Local Business schema (multiple locations supported) + Business Info & Location blocks, widgets & shortcodes (Plus, Pro & Elite plans only)":["Yerel İşletme şeması (birden fazla konum desteklenir) + İşletme Bilgisi ve Konum blokları, widget'lar ve kısa kodlar (yalnızca Plus, Pro ve Elit planları)"],"Submit your latest news stories to Google News (Pro & Elite plans only)":["En son haberler hikayelerinizi Google Haberler'e gönderin (yalnızca Pro ve Elit planları)"],"Submit your videos to search engines (Pro & Elite plans only)":["Videolarınızı arama motorlarına gönderin (yalnızca Pro ve Elit planları)"],"Control the priority & frequency of each Post, Page, Category, Tag, etc.":["Her Gönderinin, Sayfanın, Kategorinin, Etiketin vb. önceliğini ve sıklığını kontrol edin."],"Control the priority & frequency per Post Type\/Taxonomy":["Gönderi Türü\/Taksonomi başına önceliği ve sıklığını kontrol edin"],"Posts, Pages, Categories, Tags + Breadcrumb Navigation + advanced graphs (Product, FAQ Page, Recipe, etc.)":["Gönderiler, Sayfalar, Kategoriler, Etiketler + Bağlantı Haritası Gezintisi + gelişmiş grafikler (Ürün, SSS Sayfası, Tarif, vb.)"],"WooCommerce Products, Product Categories, Product Tags, Product Attributes + WooCommerce smart tags (price, brand, etc.)":["WooCommerce Ürünleri, Ürün Kategorileri, Ürün Etiketleri, Ürün Nitelikleri + WooCommerce akıllı etiketleri (fiyat, marka vb.)"],"%1$sBonus:%2$s You can upgrade to the %3$s plan today and %4$ssave %5$s off%6$s (discount auto-applied).":["%1$sBonus:%2$s Bugün %3$s planına yükseltebilir ve%4$s %5$s indirimle tasarruf edebilirsiniz%6$s (indirim otomatik olarak uygulanır)."],"Features:":["Özellikler:"],"%1$s Lite vs. Pro":["%1$s Lite vs. Pro"],"Upgrade to %1$s Today":["%1$s Sürümüne Bugün Yükseltin"],"%1$s is the best WordPress SEO plugin. Join over %2$s Professionals who are already using %3$s to improve their website search rankings.":["%1$s, en iyi WordPress SEO eklentisidir. Web sitelerinin arama sıralamalarını iyileştirmek için zaten %3$s eklentisini kullanan %2$s'un üzerinde Uzmanın arasına katılın."],"Upgrade to Pro to Unlock Powerful SEO Features":["Güçlü SEO Özelliklerinin Kilidini Açmak için Pro'ya Yükseltin"],"Local SEO":["Yerel SEO"],"News Sitemap":["Haber Site Haritası"],"Priority Support":["Öncelik Desteği"],"Posts, Pages, Categories and Tags only":["Yalnızca Gönderiler, Sayfalar, Kategoriler ve Etiketler"],"Not Available":["Kullanılabilir Değil"],"WooCommerce Products only":["Yalnızca WooCommerce Ürünleri"],"Posts, Pages, custom Post Types + Categories, Tags and custom Taxonomies":["Gönderiler, Sayfalar, Özel Yazı Türleri + Kategoriler, Etiketler ve Özel Sınıflandırmalar"],"Complete Support":["Tam Destek"],"Posts, Pages and custom Post Types only":["Yalnızca Gönderiler, Sayfalar ve Özel Yazı Türleri"],"Limited Support":["Sınırlı Destek"],"Get the most out of %1$s by upgrading to Pro and unlocking all of the powerful features.":["Pro'ya yükselterek ve tüm güçlü özelliklerin kilidini açarak %1$s'den en iyi şekilde yararlanın."],"Schema Rich Snippets":["Şema Zengin Snippet'leri"],"WooCommerce Integration":["WooCommerce Entegrasyonu"],"Social Meta (Open Graph Markup)":["Sosyal Meta (Açık Grafik İşaretlemesi)"],"Search Engine Optimization (SEO)":["Arama Motoru Optimizasyonu (SEO)"],"About Us":["Hakkımızda"],"Customer Support":["Müşteri Desteği"],"Image SEO":["Görsel SEO"],"XML Sitemap":["XML Site Haritası"],"Video Sitemap":["Video site haritası"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Main.c1eaf877.js"}}