{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Unlock Search Statistics":["Arama İstatistiklerinin Kilidini Aç"],"Unlock Keyword Tracking":["Anahtar Sözcük İzlemenin Kilidini Aç"],"Search Statistics is a %1$s Feature":["Arama İstatistikleri bir %1$s Özelliği"],"Keyword Tracking is a %1$s Feature":["Anahtar Sözcük İzleme bir %1$s Özelliği"],"Position":["Pozisyon"],"Impressions":["Etkileşim"],"Diff":["Fark"],"Clicks":["Tıklamalar"],"Avg. CTR":["Ort. CTR"],"Track page rankings":["Sayfa sıralamalarını takip edin"],"Track keyword rankings":["Anahtar kelime sıralamalarını takip edin"],"Top 3 Position":["En Üst 3 Pozisyon"],"This table displays the performance of keywords that your site ranks for over time, including metrics such as impressions, click-through rate, and average position in search results. It allows for easy analysis of how keywords are performing and identification of any underperforming keywords that may need to be optimized or replaced.":["Bu tablo, etkileşimler, tıklama oranı ve arama sonuçlarındaki ortalama pozisyon gibi metrikler de dahil olmak üzere sitenizin zaman içinde sıralamaya girdiği anahtar kelimelerin performansını görüntüler. Bu ise anahtar kelimelerin nasıl performans gösterdiğinin kolay bir şekilde analiz edilmesine ve optimize edilmesi veya değiştirilmesi gereken düşük performanslı anahtar kelimelerin belirlenmesine izin verir."],"This graph is a visual representation of how well <strong>keywords are ranking in search results over time<\/strong> based on their position and average CTR. This can help you understand the performance of keywords and identify any trends or fluctuations.":["Bu grafik, pozisyonlarına ve ortalama CTR'lerine göre <strong>anahtar kelimelerin arama sonuçlarında zaman içinde ne kadar iyi sıralama elde ettiğine ilişkin<\/strong> görsel bir anlatımdır. Bu durum, anahtar kelimelerin performansını anlamanıza ve herhangi bir trend veya dalgalanmayı tespit etmenize yardımcı olabilir."],"Speed tests for individual pages\/posts":["Bireysel sayfalar\/gönderiler için hız testleri"],"Search traffic insights":["Arama trafiği fikirleri"],"Keyword Positions":["Anahtar Kelime Pozisyonları"],"Keyword Performance":["Anahtar Kelime Performansı"],"Keyword":["Anahtar kelime"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["İçeriğin nasıl keşfedildiği hakkında fikirler almak için Sitenizi Google Arama Konsoluna bağlantılı hale getirin. İyileştirme alanlarını belirleyin ve web sitenize trafik çekin."],"50-100 Position":["50-100 Pozisyon"],"4-10 Position":["4-10 Pozisyon"],"11-50 Position":["11-50 Pozisyon"],"This feature requires one of the following plans:":["Bu özellik, aşağıdaki planlardan birini gerektirir:"],"Keywords":["Anahtar Sözcük"],"Title":["Başlık"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/KeywordRankings.b1750f62.js"}}