{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"You have 1 more notification":["1 bildirim hakkınız daha var"],"Track how your site is performing in search rankings and generate reports with actionable insights.":["Sitenizin arama sıralamalarında performansının nasıl olduğunu takip edin ve işlem uygulanabilir fikirler içeren raporlar oluşturun."],"Search Statistics":["Arama İstatistikleri"],"SEO Setup":["SEO Kurulumu"],"Manage existing links, get relevant suggestions for adding internal links to older content, discover orphaned posts and more.":["Mevcut bağlantıları yönetin, daha eski içeriklere iç bağlantıların eklenmesine dair ilgili önerileri alın, terk edilmiş gönderileri ve daha fazlasını keşfedin."],"Easily create and manage redirects for your broken links to avoid confusing search engines and users, as well as losing valuable backlinks.":["Arama motorlarının ve kullanıcıların kafa karışıklığı yaşamasını engellemek ve kıymetli geri bağlantıları kaybetmemek amacıyla, bozuk bağlantılarınız için kolayca yeniden yönlendirmeler oluşturun ve bunları yönetin."],"%1$s Overview":["%1$s'ya Genel Bakış"],"Important Issues":["Önemli Sorunlar"],"Link Assistant":["Bağlantı Asistanı"],"Redirection Manager":["Yeniden Yönlendirme Yöneticisi"],"An error occurred while analyzing your site.":["Sitenizi analiz ederken bir hata oluştu."],"Warnings":["Uyarılar"],"Complete Site Audit Checklist":["Tam Site Denetimi Kontrol Listesi"],"You have %1$s more notifications":["%1$s bildiriminiz daha var"],"Relaunch Setup Wizard":["Kurulum Sihirbazını Yeniden Başlat"],"Dismiss All":["Hepsini Reddet"],"Upgrade to %1$s and Save %2$s":["%1$s Sürümüne Yükseltin Ve %2$s Tasarruf Edin"],"Get more features in %1$s %2$s:":["%1$s %2$s içerisinde daha fazla özellik alın:"],"Manage all of your sitemap settings, including XML, Video, News and more.":["XML, Video, Haberler ve daha fazlası dahil olmak üzere tüm site haritası ayarlarınızı yönetin."],"Fine-tune your site with our powerful tools including Robots.txt editor, import\/export and more.":["Robots.txt editörü, içe\/dışa aktarma ve daha fazlası dahil olmak üzere güçlü araçlarımızı kullanarak sitenizin hassas ayarlamalarını yapın."],"Setup Open Graph for Facebook, Twitter, etc. to show the right content \/ thumbnail preview.":["Doğru içeriği \/ küçük görsel ön izlemesini göstermek için Facebook, Twitter, vb. için Açık Grafiği kurun."],"Improve local SEO rankings with schema for business address, open hours, contact, and more.":["İş adresi, açılış saatleri, iletişim ve daha fazlası için şema kullanarak yerel SEO sıralamasını iyileştirin."],"Check how your site scores with our SEO analyzer and compare against your competitor's site.":["SEO analizcisiyle sitenizin puanını görün ve rakibinizin sitesiyle karşılaştırın."],"Configure how your website content will look in Google, Bing and other search engines.":["Web sitenizin içeriğinin Google, Bing ve diğer arama motorlarında nasıl görüneceğini yapılandırın."],"You can use these quicklinks to quickly access our settings pages to adjust your site's SEO settings.":["Bu hızlı bağlantıları kullanarak sitenizin SEO ayarlarını yapmak üzere ayarlar sayfamıza hızlı bir şekilde erişebilirsiniz."],"Quicklinks":["Hızlı bağlantılar"],"SEO Site Score":["SEO Site Puanı"],"See all dismissed notifications.":["Reddedilen tüm bildirimleri görün."],"There are no new notifications at this moment.":["Şu anda yeni bildirim yok."],"Good Results":["İyi Sonuçlar"],"Recommended Improvements":["Önerilen İyileştirmeler"],"Your site is not connected. Please connect to %1$s, then try again.":["Siteniz bağlı değil. Lütfen %1$s ile bağlantı kurun ve sonra tekrar deneyin."],"We were unable to parse the content for this site.":["Biz bu sitenin içeriğini ayrıştıramadık."],"The URL provided is invalid.":["Sağlanan URL geçersiz."],"Manage":["Yönet"],"Tools":["Araçlar"],"SEO Analysis":["SEO Analizi"],"Local SEO":["Yerel SEO"],"Sitemaps":["Site haritaları"],"Social Networks":["Sosyal Ağlar"],"Search Appearance":["Arama Görünümü"],"Dashboard":["Pano"],"Access our Premium Support":["Premium Desteğimize Erişin"],"Read the %1$s user guide":["%1$s kullanım kılavuzunu okuyun"],"Support":["Destek"],"Getting started? Read the Beginners Guide":["Yeni mi başladınız? Acemi kılavuzunu okuyun."],"Watch video tutorials":["Öğretici video izle"],"View the Changelog":["Değişim günlüğünü görüntüleyin"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Main.8431a2fe.js"}}