{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Enter your %1$s License Key":["%1$s Lisans Anahtarınızı girin"],"Already purchased? Simply enter your license key below to connect with %1$s!":["Halihazırda satın aldınız mı? %1$s ile bağlanmak için aşağıya lisans anahtarınızı girmeniz yeterlidir!"],"To unlock the selected features, please %1$s and enter your license key below.":["Seçili özelliklerin kilidini açmak için lütfen %1$s ve aşağıya lisans anahtarınızı girin."],"To unlock the selected features, please enter your license key below.":["Seçili özelliklerin kilidini açmak için lütfen lisans anahtarınızı aşağıya girin."],"upgrade to %1$s":["%1$s sürümüne yükseltin"],"Connect":["Bağlan"],"Paste your license key here":["Lisans anahtarınızı buraya yapıştırın"],"There was an error connecting to the licensing API. Please try again later.":["Lisanslama API'sına bağlanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin."],"This license key has reached the maximum number of activations. Please deactivate it from another site or purchase a new license to continue receiving automatic updates.":["Bu lisans anahtarı maksimum aktivasyon sayısına ulaştı. Otomatik güncellemeleri almaya devam etmek için lütfen lisans anahtarını başka bir siteden devre dışı bırakın ya da yeni bir lisans satın alın."],"The license key provided is disabled. Please use a different key to continue receiving automatic updates.":["Sağlanan lisans anahtarı devre dışı bırakıldı. Otomatik güncellemeleri almaya devam etmek için lütfen farklı bir lisans anahtarı kullanın."],"The license key provided is invalid. Please use a different key to continue receiving automatic updates.":["Sağlanan lisans anahtarı geçersizdir. Otomatik güncellemeleri almaya devam etmek için lütfen farklı bir lisans anahtarı kullanın."],"An unknown error occurred, please try again later.":["Bilinmeyen bir hata oluştu, lütfen daha sonra tekrar deneyin."],"You're using %1$s - no license needed. Enjoy!":["%1$s kullanmaktasınız - lisans gerekli değil. Keyfini çıkarın!"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/LicenseKey.8c9ebad5.js"}}