{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Unlock Search Statistics":["Arama İstatistiklerinin Kilidini Aç"],"Search Statistics is a %1$s Feature":["Arama İstatistikleri bir %1$s Özelliği"],"The Content Rankings report provides valuable insights into the performance of your content in search results and helps you optimize your posts for better results. This report is generated on a monthly basis, covering the past 12 months leading up to the current month. By regularly reviewing this report, you can identify trends in your post rankings and make informed decisions to improve your content's visibility and ultimately increase rankings in search results.":["İçerik Sıralamaları raporu, arama sonuçlarında içeriğinizin performansı ile ilgili değerli fikirler sunar ve gönderilerinizi daha iyi sonuçlar için optimize etmenize yardımcı olur. Bu rapor, mevcut aya kadar geçen 12 ayı kapsayacak şekilde aylık olarak oluşturulur. Bu raporu düzenli olarak incelemek suretiyle gönderi sıralamalarınızdaki trendleri belirleyebilir ve bilgiye dayalı kararlar vererek içeriğinizin görünürlüğünü iyileştirebilir ve sonuçta arama sonuçlarındaki sıralamalarınızı artırabilirsiniz."],"Track page rankings":["Sayfa sıralamalarını takip edin"],"Track keyword rankings":["Anahtar kelime sıralamalarını takip edin"],"Speed tests for individual pages\/posts":["Bireysel sayfalar\/gönderiler için hız testleri"],"Search traffic insights":["Arama trafiği fikirleri"],"Content Rankings":["İçerik Sıralamaları"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["İçeriğin nasıl keşfedildiği hakkında fikirler almak için Sitenizi Google Arama Konsoluna bağlantılı hale getirin. İyileştirme alanlarını belirleyin ve web sitenize trafik çekin."],"This feature requires one of the following plans:":["Bu özellik, aşağıdaki planlardan birini gerektirir:"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/ContentRankings.cda5dfdf.js"}}