{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Your source is a protected path and cannot be redirected.":["Kaynağınız korumalı bir yoldur ve yeniden yönlendirilemez."],"Your URL is invalid.":["URL'niz geçersiz."],"Your target URL is not valid.":["Hedef URL'niz geçerli değil."],"source url set once post is published":["kaynak url'si, gönderi yayınlandıktan sonra belirlenmiş"],"This redirect is supported using the Relocate Site feature under Full Site Redirect tab.":["Bu yeniden yönlendirme, Tam Site Yeniden Yönlendirme sekmesi altında Site Taşıma özelliği kullanılarak desteklenmektedir."],"The regex syntax is invalid.":["Regex sözdizimi geçersiz."],"Select Rule":["Kural Seçin"],"Enter a Locale Code, e.g.: en_GB, es_ES":["Bir Yerel Kod Girin, örn.: en_GB, es_ES"],"Enter a WordPress Filter Name":["Bir WordPress Filtre Adı Girin"],"Enter the Server Name":["Sunucu Adını Girin"],"Enter an IP Address":["Bir IP Adresi Girin"],"Select Roles":["Rolleri Seçin"],"Select Status":["Durum Seçin"],"Key":["Anahtar"],"Select a Value or Add a New One":["Bir Değer Seçin veya Yeni Bir Değer Ekleyin"],"Add Custom Rule":["Özel Kural Ekleyin"],"The dollar symbol %1$s should be at the end. For example: %2$s":["Dolar sembolü %1$s sonda olmalıdır. Örneğin: %2$s"],"Value":["Değer"],"Custom Rules":["Özel Kurallar"],"Some servers may be configured to serve file resources directly, preventing a redirect occurring.":["Bazı sunucular, doğrudan dosya kaynaklarını sunacak şekilde yapılandırılabilir ve böylece yeniden yönlendirmenin meydana gelmesi önlenebilir."],"The caret %1$s should be at the start. For example: %2$s":["Düzeltme işareti %1$s başlangıçta olmalıdır. Örneğin: %2$s"],"To prevent a greedy regular expression you can use %1$s to anchor it to the start of the URL. For example: %2$s":["Açgözlü bir normal ifadeden kaçınmak amacıyla URL'nin başlangıcına sabitlemek için %1$s kullanabilirsiniz. Örnek: %2$s"],"Remember to enable the %1$s option if this is a regular expression.":["Yaygın bir ifade olması halinde %1$s seçeneğini etkinleştirmeyi unutmayın."],"Anchor values are not sent to the server and cannot be redirected.":["Sabitleyici değerler sunucuya gönderilmedi ve yeniden yönlendirilemiyor."],"The source URL should probably start with a %1$s":["Kaynak URL'si muhtemelen bir %1$s ile başlamalıdır"],"Your source is the same as a target and this will create a loop.":["Kaynağınız hedef ile aynıdır ve bu da bir döngü oluşturacaktır."],"Permalinks are not currently supported.":["Kalıcı bağlantılar halihazırda desteklenmiyor."],"Please enter a valid relative source URL.":["Lütfen geçerli bir göreceli kaynak URL'si girin."],"Regex":["Regex"],"This is a duplicate of a URL you are already adding. You can only add unique source URLs.":["Bu zaten eklemekte olduğunuz bir URL'nin kopyasıdır. Sadece eşsiz kaynak URL'lerini ekleyebilirsiniz."],"Add Redirects":["Yeniden Yönlendirmeler Ekle"],"Source URLs":["Kaynak URL'leri"],"Query Parameters:":["Sorgu Parametreleri:"],"what's this?":["bu nedir?"],"Enter a relative URL to redirect from or start by typing in page or post title, slug or ID. You can also use regex (%1$s)":["Yeniden yönlendirmeyi yapmak için göreceli bir URL girin veya sayfa ya da gönderi başlığı, kısa isim veya no girerek başlayın. Regex de kullanabilirsiniz (%1$s)"],"FUTURE":["GELECEK"],"PENDING":["BEKLİYOR"],"DRAFT":["TASLAK"],"Moved Permanently":["Kalıcı Olarak Taşındı"],"A redirect already exists for this source URL. To make changes, edit the original instead.":["Bu kaynak URL için bir yeniden yönlendirme zaten mevcut. Bunun yerine, değişiklikler gerçekleştirmek için orijinali düzenleyin."],"Your URL appears to contain a domain inside the path: %1$s. Did you mean to use %2$s instead?":["URL'niz, yolun içerisinde bir alan adı içeriyor görünüyor: %1$s. Bunun yerine %2$s kullanmak mı istemiştiniz?"],"Your target URL contains the invalid character(s) %1$s":["Hedef URL'niz geçersiz karakter(ler) %1$s içeriyor"],"Your target URL should be an absolute URL like %1$s or start with a slash %2$s.":["Hedef URL'niz %1$s gibi bir mutlak URL olmalı veya bir eğik çizgi ile başlamalıdır %2$s."],"Add Redirect":["Yeniden Yönlendirme Ekle"],"An error occurred while adding your redirects. Please try again later.":["Yeniden yönlendirmelerinizi eklerken bir hata oluştu. Lütfen daha sonra tekrar deneyin."],"Enter a URL or start by typing a page or post title, slug or ID.":["Bir URL girin veya bir sayfa ya da gönderi başlığı, kısa isim veya no girerek başlayın."],"Redirect Type:":["Yeniden Yönlendirme Türü:"],"Ignore all parameters":["Tüm parametreleri yoksay"],"Ignore Slash":["Eğik Çizgiyi Yoksay"],"Ignore Case":["Büyük\/Küçük Harfi Yoksay"],"Target URL":["Hedef URL"],"Source URL":["Kaynak URL"],"Save Changes":["Değişiklikleri Kaydet"],"Learn more":["Daha fazla bilgi edinin"],"Delete":["Sil"],"Add URL":["URL Ekle"],"Cancel":["İptal"],"Advanced Settings":["Gelişmiş Ayarlar"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Index.31b51bb3.js"}}