{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Unlock Breadcrumb Templates":["Bağlantı Haritası Şablonlarının Kilidini Aç"],"Breadcrumb Templates is a %1$s Feature":["Bağlantı Haritası Şablonları bir %1$s Özelliği"],"Show Blog Home":["Blog Ana Sayfasını Göster"],"Blog Page Title":["Blog Sayfası Başlığı"],"Display complete category hierarchy even if not selected on each individual post.":["Her gönderide tek tek seçilmiş olmasa da tam kategori hiyerarşisini görüntüle."],"Category Hierarchy":["Kategori Hiyerarşisi"],"Link current item":["Mevcut öğeyi bağlantılı hale getir"],"Show current item":["Mevcut öğeyi göster"],"Format the label used for the 404 error page.":["404 hatası sayfası için kullanılan etiketin biçimini düzenleyin."],"Format the label used for the search results page.":["Arama sonuçları sayfası için kullanılan etiketin biçimini düzenleyin."],"Format the label used for archives page.":["Arşiv sayfası için kullanılan etiketin biçimini düzenleyin."],"Prefix for breadcrumb path.":["Bağlantı haritası yolu için ön ek."],"Label used for homepage link (first item) in breadcrumbs.":["Bağlantı haritalarında ana sayfa bağlantısı (ilk öğe) için kullanılan etiket."],"Homepage label":["Ana sayfa etiketi"],"These settings will affect all the breadcrumbs displayed by %1$s throughout your site.":["Bu ayarlar, siteniz genelinde %1$s tarafından görüntülenen tüm bağlantı haritalarını etkileyecektir."],"The purpose of breadcrumb navigation is to help users navigate around your website. It also helps search engines understand the structure and hierarchy of links on a web page.":["Bağlantı haritası gezintisinin amacı, kullanıcıların web sitenizde gezinmesine yardımcı olmaktır. Ayrıca arama motorlarının bir web sayfasındaki bağlantıların yapısını ve hiyerarşisini anlamasına da yardımcı olur."],"Breadcrumbs are an essential part of SEO. By default %1$s will automatically add breadcrumbs to the schema markup that we add to your site and you don't need to make any changes for that to work. Breadcrumbs can also be used as a secondary navigation system that tells users where they are on a website relative to the homepage.":["Bağlantı Haritaları(Breadcrumbs), SEO'nun ayrılmaz bir bölümüdür. %1$s, sitenize eklediğimiz şema işaretlemesine bağlantı haritalarını kendiliğinden varsayılan olarak ekleyecek olup, bunun çalışması için herhangi bir değişiklik yapmanız gerekmeyecektir. Bağlantı haritaları ayrıca kullanıcılara, ana sayfa göz önüne alındığında nerede olduklarını söyleyecek ikincil bir gezinme sistemi olarak da kullanılabilir."],"Use the following PHP code anywhere in your theme (in the loop) to display the breadcrumbs. %1$s":["Bağlantı haritasını görüntülemek için aşağıdaki PHP kodunu temanızda (döngüde) herhangi bir yerde kullanın. %1$s"],"To add this block, edit a page or post and search for the \"%1$s - Breadcrumbs\" block. %2$s":["Bu bloğu eklemek için bir sayfa veya gönderiyi düzenleyin ve \"%1$s - Bağlantı haritası\" bloğunu arayın. %2$s"],"Use the following shortcode to display the current breadcrumbs. %1$s":["Mevcut bağlantı haritasını görüntülemek için aşağıdaki kısa kodu kullanın. %1$s"],"Custom HTML templates":["Özel HTML şablonları"],"Our template editor will allow you to easily customize how breadcrumbs are displayed on your site based on each post type or taxonomy.":["Şablon editörümüz, bağlantı haritalarının sitenizde her bir gönderi türü veya taksonomiye bağlı olarak nasıl gösterileceğini kolayca özelleştirmenize izin verir."],"Override the default template for breadcrumbs on your site using our easy-to-use template editor.":["Kullanımı kolay şablon editörümüzü kullanarak sitenizdeki bağlantı haritası için varsayılan şablonun üzerine yazın."],"Use a default template":["Varsayılan bir şablon kullanın"],"Breadcrumbs":["Bağlantı Haritası"],"Breadcrumb Templates":["Breadcrumb (Bağlantı Haritası) Şablonları"],"Category Name":["Kategori İsmi"],"search key word goes here":["arama anahtar kelimesi buraya "],"Article Title":["Gönderi Başlığı"],"Subcategory":["Alt kategori"],"Current Item":["Güncel Öğe"],"404 Error Format":["404 Hata Formatı"],"Search Result Format":["Arama Sonucu Formatı"],"Archive Format":["Arşiv Formatı"],"Breadcrumb Prefix":["Breadcrumb Ön Eki"],"Homepage Link":["Anasayfa Bağlantısı"],"Breadcrumb Settings":["Breadcrumb Ayarları"],"Show Breadcrumbs on Your Website":["Web Sitenizde Bağlantı Haritasını Gösterin"],"Enable Breadcrumbs":["Breadcrumbs'ı Etkinleştir"],"Archives":["Arşivler"],"Content Types":["İçerik Türleri"],"Advanced":["İleri"],"Home":["Ev"],"Separator":["Ayırıcı"],"Category":["Kategori"],"Taxonomies":["Sınıflandırmalar"],"Blog":["Blog"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Breadcrumbs.3f10caee.js"}}