{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Your headline would be more likely to get clicks if it had more uncommon words.":["Başlığınızda daha fazla yaygın olmayan kelime yer alsaydı tıklama alma ihtimali daha yüksek olurdu."],"Too Many Words":["Çok Fazla Kelime"],"Reduce Word Count":["Kelime Sayısını Azaltın"],"Not Enough Words":["Yeterli Kelime Yok"],"Needs improvement":["İyileştirilmesi gerekiyor"],"Headlines with 20-30% common words are more likely to get clicks.":["%20-30 oranında yaygın kelime içeren başlıkların tıklama alma ihtimali daha fazladır."],"For best results, you should strive for %1$s%3$d and above%2$s.":["En iyi sonuçları elde etmek için %1$s%3$d ve üzeri%2$s seviyelere ulaşmaya çabalamalısınız."],"at least one":["en az bir tane"],"A very good score is between %1$s%3$d and %4$d%2$s.":["%1$s%3$d ve %4$d%2$s arasındaki bir puan çok iyi bir puan kabul edilecektir."],"Overall Score":["Genel Puan"],"At this length, it will get cut off in search results. Try reducing it to about 55 characters.":["Bu uzunluğuyla arama sonuçlarında kesilmeye uğrayacaktır. Bunu yaklaşık 55 karaktere kısaltmayı deneyin."],"Too Long":["Çok Uzun"],"Headlines that are about 55 characters long will display fully in search results and tend to get more clicks.":["Yaklaşık 55 karakter uzunluğundaki başlıklar, arama sonuçlarında tam olarak gösterilir ve tıklama alma ihtimali daha fazla olur."],"You have space to add more keywords and power words to boost your rankings and click-through rate.":["Sıralamanızı ve tıklama oranınızı iyileştirecek daha fazla anahtar kelimeler ve güç kelimeleri eklemek için yeriniz var."],"Too Short":["Çok Kısa"],"All good":["Herşey iyi"],"Headlines with power words are more likely to get clicks.":["Güç kelimeleri içeren başlıkların tıklama alma ihtimali daha fazladır."],"Power Words":["Güç Kelimeleri"],"10-15%":["%10-15"],"Emotionally triggered headlines are likely to drive more clicks.":["Duygu tetiklemesi olan başlıkların daha fazla tıklama alması daha muhtemeldir."],"Emotional Words":["Duygusal Kelimeler"],"10-20%":["%10-20"],"Uncommon Words":["Yaygın Olmayan Kelimeler"],"20-30%":["%20-30"],"Common Words":["Yaygın Kelimeler"],"Headlines that are lists and how-to get more engagement on average than other types of headlines. %1$s%2$sLearn More%3$s →":["Kendisi liste şeklinde olan başlıklar ve ortalama olarak diğer başlık türlerinden daha fazla etkileşim alma yöntemi. %1$s%2$sDaha Fazla Öğrenin%3$s →"],"Negative headlines are attention-grabbing and tend to perform better than neutral ones.":["Negatif başlıklar dikkat çekicidir ve nötr olanlardan daha iyi performans gösterirler."],"Your headline has a negative sentiment.":["Başlığınızın negatif bir genel havası var."],"Negative":["Negatif"],"Positive headlines tend to get better engagement than neutral or negative ones.":["Pozitif başlıklar genellikle nötr veya negatif olanlardan daha iyi etkileşim alır."],"Your headline has a positive sentiment.":["Başlığınızın pozitif bir genel havası var."],"Positive":["Pozitif"],"Headlines that are strongly positive or negative tend to get more engagement than neutral ones.":["Güçlü şekilde pozitif veya negatif olan başlıklar, genellikle nötr olanlardan daha fazla etkileşim alır."],"Your headline has a neutral sentiment.":["Başlığınızın nötr bir genel havası var."],"Neutral":["Nötr"],"Your headline has too many words. Long headlines will get cut off in search results and won’t get as many clicks.":["Başlığınızda çok fazla kelime mevcut. Uzun başlıklar arama sonuçlarında kesilir ve genelde daha az tıklama alır."],"Headlines are more likely to be clicked on in search results if they have about 6 words.":["Başlıklar yaklaşık 6 kelime içerdiğinde arama sonuçlarında tıklanma olasılıkları daha yüksektir."],"Your headline has the right amount of words. Headlines are more likely to be clicked on in search results if they have about 6 words.":["Başlığınızda doğru sayıda kelime mevcut. Başlıklar yaklaşık 6 kelime içerdiğinde arama sonuçlarında tıklanma olasılıkları daha yüksektir."],"Good":["İyi"],"Your headline doesn’t use enough words. You have more space to add keywords and power words to improve your SEO and get more engagement.":["Başlığınızda yeterli sayıda kelime yok. SEO'nuzu iyileştirmek ve daha fazla etkileşim almak amacıyla anahtar kelimeler ve güç kelimeler eklemek için daha fazla yeriniz var."],"Our Headline Analyzer tool enables you to write irresistible SEO headlines%1$sthat drive traffic, shares, and rank better in search results.":["Başlık Analizcisi aracımız,%1$strafik çeken, paylaşımlar ve arama sonuçlarında daha iyi sıralama oluşturan karşı konulamaz SEO başlıkları yazmanızı mümkün hale getirir."],"Top 10 Ways to Increase Traffic":["Trafiği Artırmanın En İyi 10 Yolu"],"Enter Your Headline":["Başlığınızı Girin"],"Excellent!":["Mükemmel!"],"Very Good!":["Çok İyi!"],"Needs%1$sImprovement!":["İyileştirilmesi%1$sGerekiyor!"],"We've got some%1$swork to do!":["Yapacak işlerimiz%1$svar!"],"Analyze":["Analiz et"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HeadlineAnalyzer.3fa56787.js"}}