{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Your TikTok URL is invalid. Please check the format and try again.":["TikTok URL'niz geçersiz. Lütfen biçimini kontrol edip tekrar deneyin."],"You can add additional social profile URLs here, separated by a new line.":["Ek sosyal medya profil URL'lerinizi yeni bir satır ile ayrılacak şekilde buraya ekleyebilirsiniz."],"Additional Profiles":["Ek Profiller"],"Your Username:":["Kullanıcı adınız:"],"Use the same username for multiple social networks":["Birçok sosyal ağ için aynı kullanıcı adını kullanın"],"Your MySpace URL is invalid. Please check the format and try again.":["MySpace URL'niz geçersizdir. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Wikipedia URL is invalid. Please check the format and try again.":["Wikipedia URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your SoundCloud URL is invalid. Please check the format and try again.":["SoundCloud URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Yelp URL is invalid. Please check the format and try again.":["Yelp URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Tumblr URL is invalid. Please check the format and try again.":["Tumblr URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your LinkedIn URL is invalid. Please check the format and try again.":["LinkedIn URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your YouTube URL is invalid. Please check the format and try again.":["YouTube URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Pinterest URL is invalid. Please check the format and try again.":["Pinterest URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Instagram URL is invalid. Please check the format and try again.":["Instagram URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Twitter URL is invalid. Please check the format and try again.":["Twitter URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Facebook URL is invalid. Please check the format and try again.":["Facebook URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SocialProfiles.95cf7111.js"}}