{"translation-revision-date":"2024-02-02 13:29:04+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"We encountered an error loading the code snippets, please try again later.":["Kod parçacıkları yüklenirken bir hatayla karşılaştık, lütfen daha sonra tekrar deneyin."],"Using WPCode you can install AIOSEO code snippets with 1-click directly from this page or the WPCode library inside the WordPress admin.":["WPCode'u kullanarak, AIOSEO kod parçacıklarını doğrudan bu sayfadan veya WordPress yönetici alanı içindeki WPCode kütüphanesinden tek tıkla yükleyebilirsiniz."],"Use Snippet":["Kod Parçacığını Kullan"],"Update WPCode":["WPCode'u güncelleyin"],"Please Update WPCode to load the AIOSEO Snippet Library":["AIOSEO Parçacık Kitaplığını yüklemek için lütfen WPCode'u Güncelleyin"],"Please Install WPCode to load the AIOSEO Snippet Library":["AIOSEO Kod Parçacığı Kütüphanesini yüklemek için lütfen WPCode'u yükleyin"],"Please Activate WPCode to load the AIOSEO Snippet Library":["AIOSEO Kod Parçacığı Kütüphanesini yüklemek için lütfen WPCode'u Etkinleştirin"],"Learn More about WPCode Snippets":["WPCode Kod Parçacıkları hakkında Daha Fazla Bilgi Edinin"],"Install WPCode":["WPCode'u yükleyin"],"Code Snippets":["Kod Parçacıkları"],"Activate WPCode":["WPCode'u etkinleştir"],"You currently don't have permission to activate this addon. Please ask a site administrator to activate first.":["Halihazırda bu modülü etkinleştirmek için izniniz yok. Lütfen öncelikle bir site yöneticisinden etkinleştirmenin yapılmasını isteyin."],"Edit Snippet":["Snippet'i Düzenle"],"An error occurred while activating the addon. Please upload it manually or contact support for more information.":["Modül etkinleştirilirken bir hata meydana geldi. Lütfen bunu manuel olarak yükleyin veya daha fazla bilgi için destek birimi ile iletişime geçin."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/WpCode.658dbf34.js"}}