{"translation-revision-date":"2024-11-05 14:06:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"E.g. https:\/\/x.com\/yoast":["Örneğin https:\/\/x.com\/yoast"],"X":["X"],"What data will be collected and why?":["Hangi veriler toplanacak ve neden?"],"No, I don't want to share my site data":["Hayır, site verilerimi paylaşmak istemiyorum"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Harika bir çalışma! Verdiğiniz ayrıntılar sayesinde, %1$s sitenizi arama motorları için geliştirdi ve onlara sitenizin neyle ilgili olduğuna dair daha net bir resim verdi."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Hedefiniz sıralamanızı yükseltmekse SEO üzerinde düzenli olarak çalışmanız gerekir. Bu çok zor olabilir, bu yüzden her seferinde bir adım atalım!"],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Önemli: Bu verileri satmayacağız ve siz veya ziyaretçileriniz hakkında herhangi bir kişisel bilgi toplamayacağız."],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Sitenizi arama motorları için en iyi hale getirelim. Google'ın sitenizin ne hakkında olduğunu anlamasını sağlamak için bu 5 adımı izlemeniz yeterli."],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Neredeyse tamamladınız! Arama motorlarının sitenizin ne hakkında olduğunu anlaması için bu adımdaki tüm ayarları tamamlayın."],"Yes, give me your free tips!":["Evet, bana ücretsiz ipuçlarınızı verin!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Sıralamanızı iyileştirmek için en iyi uygulamaları öğrenmek, SEO görevlerinde zaman kazanmak, en son SEO haberleri ile güncel kalmak ve %2$s'dan en iyi şekilde nasıl yararlanacağınız konusunda uzman rehberliği almak için %1$s haber bültenine abone olun!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["SEO veri optimizasyonunu çalıştırarak başlayalım. Bu, sitenizi tarayacağımız ve optimize edilmiş SEO verileriyle bir veritabanı oluşturacağımız anlamına gelir. Sitenizdeki herhangi bir içeriği veya ayarı değiştirmeyecek ve bunun için hiçbir şey yapmanıza gerek yok, sadece başla düğmesine basın!\n\nNot: Çok fazla içeriğiniz varsa, bu optimizasyon biraz zaman alabilir. Ama bize güvenin, buna değer!"],"Are you open to help us improve our services?":["Hizmetlerimizi geliştirmemize yardımcı olmaya açık mısınız?"],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Bu adımı tamamlamak Google'ın sitenizi daha iyi anlamasına yardımcı olur. Bonus: %1$szengin sonuçlar%2$s elde etme şansınızı artıracaksınız!"],"Get free weekly SEO tips!":["Haftalık ücretsiz SEO ipuçları alın!"],"We've successfully analyzed your site & optimized your SEO data!":["Sitenizi başarıyla analiz ettik ve SEO verilerinizi optimize ettik!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Harika bir çalışma! Kuruluşunuzun sosyal medya hesaplarını aşağıya ekleyin. Bu sayede bu platformlar için meta veriler üzerinde ince ayar yapabiliyoruz."],"Learn how to increase your rankings with %1$s":["%1$s ile sıralamalarınızı nasıl yükselteceğinizi öğrenin"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Bu siteyi temsil etmesi için bir kişi seçerseniz, seçilen kullanıcının profil sayfasındaki sosyal profilleri kullanacağız."],"You have selected the user %1$s as the person this site represents.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısını seçtiniz."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Bu kullanıcı profiline %1$ssosyal profiller ekleyebilir veya güncelleyebilirsiniz%2$s."],"Please select a user in the Site representation step.":["Lütfen site temsili adımında bir kullanıcı seçin."],"We could not save the website name. Please check the value.":["Web sitesi adını kaydedemedik. Lütfen değeri kontrol edin."],"E.g. https:\/\/facebook.com\/yoast":["Örneğin https:\/\/facebook.com\/yoast"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Kuruluş adı ve logosu için site başlığınızı ve logonuzu kullanma serbestisinde bulunduk. Bunları aşağıda değiştirmekten çekinmeyin."],"We could not save the organization name. Please check the value.":["Kuruluş adını kaydedemedik. Lütfen değeri kontrol edin."],"An error has occurred: %1$s":["Bir hata oluştu: %1$s"],"SEO data optimization":["SEO veri optimizasyonu"],"Personal preferences":["Kişisel tercihler"],"Finish configuration":["Yapılandırmayı bitir"],"Please enter a valid email address.":["Lütfen geçerli bir e-posta adresi girin."],"Thank you! Check your inbox for the confirmation email.":["Teşekkürler! Onay e-postası için gelen kutunuzu kontrol edin."],"E.g. example@email.com":["Örneğin kullanici@alanadi.com"],"Or go to your SEO dashboard":["Veya SEO kontrol panelinize gidin."],"Tell us about your site, so we can get it ranked!":["Bize sitenizden bahsedin, böylece sitenizi sıralamada yukarı taşıyabiliriz!"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. %2$s Bilgilerin doğru olduğundan emin olmak için bu profili güncelleyin%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. Bu kullanıcı profilini güncellemek için yetkiniz yok, bu nedenle lütfen bu kullanıcıdan veya bir yöneticiden bilgilerin doğru olduğundan emin olmasını isteyin."],"Select a user":["Bir kullanıcı seçin"],"Personal logo or avatar":["Kişisel logo veya avatar"],"Tell us! Is your site about an organization or a person? ":["Bize bilgi verin! Siteniz bir kuruluşla mı yoksa bir kişiyle mi ilgili? "],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO veri optimizasyonu çalışıyor... Bu yapılandırmanın sonraki adımlarına güvenle geçebilirsiniz."],"We've already successfully analyzed your site. You can move on to the next step.":["Sitenizi zaten başarıyla analiz ettik. Bir sonraki adıma geçebilirsiniz."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bu yapılandırmanın azami etkiyi yaratması için SEO veri optimizasyonunu çalıştırmanız gerektiğine dikkat edin."],"Select an option":["Bir seçenek seçin"],"Uploading image...":["Görsel karşıya yükleniyor..."],"E.g. https:\/\/www.facebook.com\/yoast":["Örneğin https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Örneğin https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Örneğin https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Örneğin https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Örneğin https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Örneğin https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Örneğin https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Örneğin https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Örneğin https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Örneğin https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Diğer sosyal profil"],"E.g. https:\/\/social-platform.com\/yoast":["Örneğin https:\/\/social-platform.com\/yoast"],"Delete item":["Öğeyi sil"],"Add another profile":["Başka bir profil ekle"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Bu kullanıcının sosyal profillerini düzenlemenize izin verilmiyor. Lütfen kullanıcının kendisinden veya bir yöneticiden bunu yapmasını talep edin."],"Could not save this value. Please check the URL.":["Bu değer kaydedilemedi. Lütfen URL'yi kontrol edin."],"Could not save this value. Please check the URL or username.":["Bu değer kaydedilemedi. Lütfen URL'yi veya kullanıcı adını kontrol edin."],"Email address":["E-posta adresi"],"Oops! Something went wrong. Check your email address and try again.":["Oops! Bir şeyler ters gitti. E-posta adresinizi kontrol edin ve tekrar deneyin."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast gizlilik haklarınıza saygı gösterir. Kişisel bilgi politikamızı öğrenmek için lütfen %1$sgizlilik politikasını%2$s okuyun."],"Save and continue":["Kaydet ve devam et"],"Yes, you can collect my site data":["Evet, sitemin verilerini toplayabilirsiniz."],"Does your site represent an Organization or Person?":["Siteniz bir kuruluşu mu yoksa bir kişiyi mi temsil ediyor?"],"Site representation":["Site gösterimi"],"Continue":["Devam"],"Error stack trace":["Hata yığın izleme"],"Response":["Yanıt"],"Error message":["Hata mesajı"],"Status code":["Durum kodu"],"Request method":["İstek yöntemi"],"Request URL":["İstek web adresi"],"Error details":["Hata detayları"],"Replace image":["Resmi değiştir"],"Select image":["Fotoğraf seç"],"Remove image":["Görseli kaldır"],"This feature has been disabled since subsites never send tracking data.":["Alt siteler hiçbir zaman izleme verisi göndermediği için bu özellik devre dışı bırakılmıştır."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Bu özellik, Metin Bağlantısı Sayacı ve Dahili Bağlantı Analizini içerir ve bunların yerini alır"],"SEO data optimization is disabled for non-production environments.":["SEO veri optimizasyonu, üretim dışı ortamlar için devre dışı bırakılmıştır."],"Stop SEO data optimization":["SEO veri optimizasyonunu durdurun"],"Start SEO data optimization":["SEO veri optimizasyonunu başlatın"],"Can we collect anonymous information about your website to enhance %1$s?":["%1$s eklentisini geliştirmek için web siteniz hakkında anonim bilgiler toplayabilir miyiz?"],"Organization logo":["Kuruluş logosu"],"Organization name":["Kuruluş adı"],"This feature has been disabled by the network admin.":["Bu özellik ağ yöneticisi tarafından devre dışı bırakıldı."],"Go back":["Geri git"],"Save changes":["Değişiklikleri kaydet"],"Name":["İsim"],"Social profiles":["Sosyal profiller"],"Loading...":["Yükleniyor..."],"Website name":["Web sitesi ismi"],"Facebook":["Facebook"],"Edit":["Düzenle"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}