{"translation-revision-date":"2024-11-05 14:06:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Buy now":["Şimdi satın al"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Eğer yükseltme yapmayı düşünüyorsanız, şimdi tam zamanı! %30 İNDİRİM 3 Aralık 11:00'de (CET) sona eriyor"],"%1$sBuy%2$s %3$s":["%3$s %1$sSatın Al%2$s"],"30% OFF - BLACK FRIDAY":["%30 İNDİRİM - KARA CUMA"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["İçerik düzenlemeyi çocuk oyuncağı haline getirin! SEO içeriğinizi tek bir butona tıklayarak hızlı, eyleme geçirilebilir önerilerle optimize edin.%1$s%2$sDaha fazla bilgi%3$s%4$s"],"Optimize your SEO content with %s":["SEO içeriğinizi %s ile optimize edin"],"30-day money back guarantee.":["30 günlük para iade garantisi."],"Only $\/€\/£99 per year (ex VAT)":["Yıllık sadece $\/€\/£99 (KDV hariç)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Bırakın yapay zeka sizin için düşünsün ve zamandan tasarruf etmenize yardımcı olsun. İçeriğinizin üst sıralarda yer almasını ve sosyal medyada iyi görünmesini sağlamak için yüksek kaliteli başlıklar ve meta açıklama önerileri alın. %1$sDaha fazla bilgi edinin%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Bırakın yapay zeka sizin için düşünsün ve zamandan tasarruf etmenize yardımcı olsun. İçeriğinizin üst sıralarda yer almasını ve sosyal medyada iyi görünmesini sağlamak için yüksek kaliteli ürün başlıkları ve meta açıklama önerileri alın. %1$sDaha fazla bilgi edinin%2$s%3$s"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Başlıklar ve meta açıklamaları oluşturmak, silinen sayfaları otomatik olarak yeniden yönlendirmek, 7\/24 destek almak ve çok daha fazlası için yapay zekayı kullanın!"],"Use AI to write your titles & meta descriptions!":["Başlıklar ve meta açıklamalar oluşturmak için yapay zeka kullanın"],"%1$sGet%2$s %3$s":["%1$s%2$s edinin %3$s"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Bu videoyu görmek için %1$s eklentisine %2$s gömülü videolarını yüklemesine izin vermeniz gerekir."],"Deny":["Reddet"],"Allow":["İzin ver"],"Unlock with %1$s":["%1$s ile kilidini açın"],"Read reviews from real users":["Gerçek kullanıcıların yorumlarını okuyun"],"Beta":["Beta"],"(Opens in a new browser tab)":["(Yeni sekmede açılır)"],"Close":["Kapat"]}},"comment":{"reference":"js\/dist\/introductions.js"}}