Repository: stnc/wp-debates
Catalog: languages/branchLang-*.po
Languages: tr_tr

source: Debate
tr_tr: Tvs Sube

source: Speaker
tr_tr: Tvs Personel

source: Donate
tr_tr: Tvs Bagis Sayfasi

source: New Debate Add
tr_tr: Yeni Şube Ekleme

source: Debate Edit
tr_tr: Şube Düzenle

source: About
tr_tr: Hakkinda

source: Info
tr_tr: Bilgilendirme

source: Show Debate
tr_tr: Şubeyi Goster

source: Debate Search
tr_tr: Şube Ara

source: Sub Debate
tr_tr: Alt Şube

source: There are no debatees added
tr_tr: Şube eklenmedi

source: New Speaker Add
tr_tr: Yeni Personel Ekle

source: Edit
tr_tr: Duzenle

source: New Speaker
tr_tr: Yeni Personel

source: Show Speaker
tr_tr: Personeli Goster

source: Search Speaker
tr_tr: Personel Ara

source: Sub Speaker
tr_tr: Alt Personel

source: Trash can empty
tr_tr: Cop Kutusu Bos

source: Categories
tr_tr: Kategoriler

source: Add New Category
tr_tr: Yeni Kategori Ekle

source: Search Category
tr_tr: Kategori Ara

source: Popular Category
tr_tr: Poupler Kategoriler

source: All Categories
tr_tr: Tum Kategoriler

source: Sub Categories
tr_tr: Alt KAtegoriler

source: Category Edit
tr_tr: Kategori Duzenle

source: New Donate Page
tr_tr: Yeni Bagis

source: Show Donate Page
tr_tr: Bağış Sayfasını Göster

source: Search Donate Page
tr_tr: Ara

source: Sub Donate Page
tr_tr: Alt Bağış Sayfasi

source: There are no donate added
tr_tr: Bağış eklenmedi

source: Donate Categories
tr_tr: Bağış Katgorileri

source: New Donate Category
tr_tr: Yeni Bağış Kategorisi

source: Donate Search Category
tr_tr: Bağış Kategorisi Ara

source: Donate Category
tr_tr: Bağış Katgorisi

source: All Donate Categories
tr_tr: Tum Bağış Katgorileri

source: Sub Donate Categories
tr_tr: Alt Bağış Katgorileri

source: Donate Category Edit
tr_tr: Bağış Kategorisi Duzenle
